260526_day_briefing.org
#+TITLE: Daily Briefing - 2026-05-26
#+OPTIONS: html-scripts:nil html-postamble:nil toc:nil num:nil
#+HTML_HEAD: <link rel="icon" type="image/png" href="favicon.png">
#+HTML_HEAD: <meta property="og:title" content="Daily Briefing - Intelligence Hub">
#+HTML_HEAD: <meta property="og:description" content="Análisis geopolítico y titulares globales actualizados.">
#+HTML_HEAD: <meta property="og:image" content="https://mcasrom.github.io/daily_readings/preview.jpg">
#+HTML_HEAD: <meta property="og:image:width" content="1200">
#+HTML_HEAD: <meta property="og:image:height" content="630">
#+HTML_HEAD: <meta property="og:url" content="https://mcasrom.github.io/daily_readings/index.html">
#+HTML_HEAD: <meta property="og:type" content="website">
#+HTML_HEAD: <meta name="twitter:card" content="summary_large_image">
#+HTML_HEAD: <style>
#+HTML_HEAD:    :root { --bg: #05070a; --surface: #0f141d; --primary: #00f2ff; --secondary: #7000ff; --text: #e2e8f0; --gold: #ffd700; --muted: #64748b; }
#+HTML_HEAD:    body { font-family: 'Inter', -apple-system, sans-serif; background: var(--bg); color: var(--text); max-width: 900px; margin: auto; padding: 25px; line-height: 1.8; }
#+HTML_HEAD:    h1, h2, h3 { color: var(--primary); text-transform: uppercase; letter-spacing: 1px; text-align: center; }
#+HTML_HEAD:    .nav-menu { display: flex; justify-content: center; gap: 30px; margin-bottom: 40px; border-bottom: 2px solid var(--surface); padding-bottom: 20px; }
#+HTML_HEAD:    .nav-menu a { color: var(--text); text-decoration: none; font-weight: bold; transition: 0.3s; font-size: 0.9em; }
#+HTML_HEAD:    .nav-menu a:hover { color: var(--primary); text-shadow: 0 0 8px var(--primary); }
#+HTML_HEAD:    .timestamp { text-align: center; color: var(--muted); font-size: 0.8em; margin-bottom: 10px; }
#+HTML_HEAD:    .telemetry { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.9em; background: var(--surface); padding: 10px; border-radius: 4px; border-left: 3px solid var(--gold); margin-bottom: 30px; }
#+HTML_HEAD:    .quote-box { text-align: center; font-style: italic; color: var(--primary); margin: 25px 0; padding: 15px; border-top: 1px solid var(--surface); border-bottom: 1px solid var(--surface); font-size: 1.15em; }
#+HTML_HEAD:    .visit-counter { text-align: center; color: var(--gold); font-family: monospace; font-size: 0.95em; background: var(--surface); padding: 12px; border-radius: 6px; border: 1px solid var(--gold); margin: 20px auto; max-width: 400px; }
#+HTML_HEAD:    ul { list-style: none; padding: 0; }
#+HTML_HEAD:    li { background: var(--surface); margin-bottom: 12px; padding: 15px; border-radius: 8px; border: 1px solid #1e293b; transition: all 0.2s ease; }
#+HTML_HEAD:    li:hover { border-color: var(--primary); transform: translateX(5px); }
#+HTML_HEAD:    li a { color: var(--text); text-decoration: none; display: block; font-weight: 500; }
#+HTML_HEAD:    .briefing-item { background: var(--surface); border: 1px solid var(--primary); border-radius: 10px; margin: 15px 0; padding: 20px; text-align: center; }
#+HTML_HEAD:    .briefing-item a { color: var(--primary); text-decoration: none; font-weight: bold; font-size: 1.1em; }
#+HTML_HEAD:    .cta-blog { background: linear-gradient(135deg, #0f141d 0%, #05070a 100%); border: 2px solid var(--primary); padding: 30px; border-radius: 15px; text-align: center; margin-top: 50px; }
#+HTML_HEAD:    .footer-hub { margin-top: 80px; text-align: center; border-top: 1px solid var(--surface); padding-top: 30px; color: var(--muted); font-size: 0.85em; }
#+HTML_HEAD: </style>
#+HTML: <div class="nav-menu"><a href="index.html">DASHBOARD</a><a href="about.html">SOBRE MÍ</a><a href="contact.html">CONTACTO</a></div>
#+HTML: <div class='quote-box'>«El mapa es el territorio, pero el código es la ley que lo hace funcionar».</div>
#+HTML: <div class='telemetry'>🌡 47.2°C | ⚖ Load: 0.00 | 🌐 Ping: 9.16ms</div>

#+HTML: <div style='text-align:center; margin:20px 0;'><p style='color:var(--primary); font-family:monospace;'>● CANAL DE INTELIGENCIA SEGURO</p></div>

* 🗞 Titulares

** 🇪🇸 España

*** El País

- [[https://elpais.com/espana/2026-05-26/zapatero-pide-al-juez-que-aplace-su-citacion-del-2-de-junio.html][El juez Calama pospone la declaración de Zapatero al 17 y 18 de junio]]
- [[https://elpais.com/espana/2026-05-26/ultima-hora-de-la-actualidad-politica-en-directo.html][Última hora de la actualidad política, en directo | Bolaños confía en agotar la legislatura y pide al PP que “no condene a una persona que no ha declarado todavía”]]
- [[https://elpais.com/espana/2026-05-26/la-policia-pedira-a-un-joyero-una-valoracion-inicial-de-las-joyas-encontradas-en-la-caja-fuerte-de-zapatero.html][La Policía pedirá a un joyero una valoración inicial de las joyas encontradas en la caja fuerte de Zapatero]]
- [[https://elpais.com/espana/2026-05-26/la-iniciativa-de-gertru-un-escolta-y-seis-correos-los-indicios-de-la-udef-sobre-zapatero-y-la-off-shore-de-dubai.html][Los indicios de la UDEF sobre el origen de la ‘off shore’ en Dubái no incluyen ninguna instrucción expresa de Zapatero o su secretaria]]
- [[https://elpais.com/espana/2026-05-26/aznar-tras-la-investigacion-a-zapatero-el-que-pueda-hacer-que-haga-cobra-mas-sentido-que-nunca.html][Aznar, tras la investigación a Zapatero: “El que pueda hacer que haga’ cobra más sentido que nunca”]]

*** El Mundo

- [[https://www.elmundo.es/espana/2026/05/26/6a158001fc6c83112b8b4582.html][Page pide a Sánchez elecciones ya o que se someta a una cuestión de confianza: "Es el momento de mayor riesgo para el PSOE de toda la democracia"]]
- [[https://www.elmundo.es/espana/2026/05/26/6a1565d3fdddfff57c8b457e.html][El juez Calama pospone la declaración de Zapatero para los días 17 y 18 de junio tras pedirlo su abogado]]
- [[https://www.elmundo.es/espana/2026/05/25/6a14a802e4d4d8b3678b45aa.html][Un correo desde la cuenta de Zapatero puso en marcha la 'operación Dubái' para que el "pago no fuera en España"]]
- [[https://www.elmundo.es/espana/2026/05/26/6a15720821efa0f3658b4576.html][Sánchez se refugia en su agenda internacional con un baño de masas en la FAO en plena tormenta por el caso Zapatero y la citación de Peinado a su mujer]]
- [[https://www.elmundo.es/cataluna/2026/05/26/6a15ad3ee4d4d880448b458d.html][Junts descarta apoyar una moción de censura contra Sánchez pese al estallido del 'caso Zapatero']]

*** La Vanguardia

- [[https://www.lavanguardia.com/politica/20260526/11547790/zapatero-pide-aplazar-declaracion-audiencia-nacional-caso-plus-ultra.html][El juez pospone la declaración de Zapatero por el caso Plus Ultra al 17 y 18 de junio]]
- [[https://www.lavanguardia.com/politica/20260526/11547987/gobierno-aguanta-presion-rechaza-tirar-toalla-camino-rendirse-pelear.html][El Gobierno aguanta la presión y rechaza tirar la toalla: “El camino no es rendirse, es pelear”]]
- [[https://www.lavanguardia.com/politica/20260526/11547245/trama-intentaba-dar-cuerpo-sociedades-instrumentales-simular.html][Así funcionaba el entramado de empresas y beneficiarios del entorno del expresidente Zapatero]]
- [[https://www.lavanguardia.com/opinion/20260526/11547237/suficiente-elecciones.html][¿Suficiente para elecciones?]]
- [[https://www.lavanguardia.com/politica/20260526/11547242/udef-acusa-hijas-zapatero-ocultar-mordidas-facturas-falsas.html][La UDEF acusa a las hijas de Zapatero de ocultar mordidas con facturas falsas]]

