260526_day_briefing.org
*** El Diario de Cantabria

- [[https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/hace-tres-meses-denunciabamos-ola-robos-municipio-respuesta-ayuntamiento-fue-inaccion/20260526180039193497.html]["Hace tres meses denunciábamos una ola de robos en el municipio y la respuesta del Ayuntamiento fue la inacción"]]
- [[https://eldiariocantabria.publico.es/articulo/sanidad/mir-amenazan-huelga-indefinida-septiembre-mejoran-condiciones-laborales/20260526173247193496.html][Los MIR amenazan con una huelga indefinida en septiembre si no mejoran sus condiciones laborales]]
- [[https://eldiariocantabria.publico.es/articulo/politica/parlamento-une-demandar-mas-financiacion-dependencia-mejora-condiciones-trabajadores/20260526172357193494.html][El Parlamento se une para demandar más financiación para la dependencia y una mejora de condiciones de los trabajadores]]
- [[https://eldiariocantabria.publico.es/articulo/politica/ley-vivienda-centra-pleno-parlamento-que-convence-ninguno-grupos-oposicion-cantabria-necesita-exactamente-contrario-que-plantea-proyecto-ley/20260526170617193492.html][La Ley de Vivienda centra el Pleno del Parlamento, que no convence a ninguno de los grupos de la oposición: "Cantabria necesita exactamente lo contrario a lo que plantea este proyecto"]]
- [[https://eldiariocantabria.publico.es/articulo/laboral/ugt-solo-aceptara-acuerdo-atado-atado-excluir-cantabria-convenio-estatal-arte/20260526163849193490.html][UGT sólo aceptará un acuerdo "atado y bien atado" para excluir a Cantabria del convenio estatal de ARTE]]

** 🇺🇸 Estados Unidos

*** The Washington Post

- [[https://www.washingtonpost.com/world/2026/05/26/us-renews-strikes-iran-citing-threats-posed-american-troops/][Iran threatens retaliation after U.S. strikes in southern Iran]]
- [[https://www.washingtonpost.com/world/2026/05/26/japan-draws-nearer-south-korea-fearing-china-an-erratic-us/][U.S. allies in Asia are trying to shield themselves from Trump’s unpredictability]]
- [[https://www.washingtonpost.com/world/2026/05/25/trump-seeks-widen-abraham-accords-new-iran-deal-faces-sharp-criticism/][As new Iran deal faces sharp criticism, Trump seeks to widen Abraham Accords]]
- [[https://www.washingtonpost.com/world/2026/05/24/russian-attack-kills-4-ukraine-uses-oreshnik-missile/][Russia’s overnight barrage on Ukraine includes use of powerful Oreshnik missile]]

*** WSJ.com: World News

- [[https://www.wsj.com/world/africa/deep-distrust-superstition-impede-efforts-to-contain-ebola-437687d1][Deep Distrust, Superstition Impede Efforts to Contain Ebola]]
- [[https://www.wsj.com/world/china/what-readers-found-when-they-asked-their-chatbots-about-china-229e4203][What Readers Found When They Asked Their Chatbots About China]]
- [[https://www.wsj.com/world/americas/the-socialist-banker-venezuela-hired-to-fix-its-finances-and-bring-back-investors-e82c777b][The Socialist Banker Venezuela Hired to Fix Its Finances and Bring Back Investors]]
- [[https://www.wsj.com/world/middle-east/trump-thinks-bigger-on-mideast-as-iran-framework-draws-fire-17c3ac8e][Trump Expands Mideast Ambitions as Iran Framework Brings Criticism]]
- [[https://www.wsj.com/world/india/america-first-shadows-visit-by-rubio-to-repair-rift-with-india-1d72e023][‘America First’ Shadows Visit by Rubio to Repair Rift With India]]

** 🇫🇷 Francia

*** Le Monde

- [[https://www.lemonde.fr/planete/live/2026/05/26/en-direct-canicule-treize-departements-de-l-ouest-places-en-vigilance-orange-canicule-mercredi-par-meteo-france_6693854_3244.html][EN DIRECT, canicule : 13 départements de l’Ouest placés en vigilance orange par Météo-France pour mercredi, une situation « historique » et « inédite »]]
- [[https://www.lemonde.fr/international/live/2026/05/26/en-direct-guerre-au-moyen-orient-de-premieres-mesures-ont-ete-prises-pour-retablir-internet-en-iran-annonce-le-vice-president_6691823_3210.html][EN DIRECT, guerre au Moyen-Orient : de premières mesures ont été prises pour rétablir Internet en Iran, annonce le vice-président]]
- [[https://www.lemonde.fr/politique/article/2026/05/26/a-un-an-de-la-presidentielle-2027-les-lecons-des-maires-de-gauche-defaits-aux-municipales_6693904_823448.html][A un an de la présidentielle 2027, les leçons des maires de gauche défaits aux municipales]]
- [[https://www.lemonde.fr/idees/article/2026/05/26/les-economistes-gabriel-zucman-et-emmanuel-saez-deux-frenchies-en-campagne-pour-taxer-la-fortune-des-milliardaires-californiens_6693886_3232.html][Les économistes Gabriel Zucman et Emmanuel Saez, deux « Frenchies » en campagne pour taxer la fortune des milliardaires californiens]]
- [[https://www.lemonde.fr/international/article/2026/05/26/en-pologne-le-maire-liberal-de-cracovie-destitue-un-revers-pour-le-parti-de-donald-tusk_6693897_3210.html][En Pologne, le maire libéral de Cracovie destitué, un revers pour le parti de Donald Tusk]]

*** Le Figaro

- [[https://www.lefigaro.fr/meteo/vague-de-chaleur-a-quel-point-ce-mois-de-mai-est-il-plus-chaud-que-les-precedents-20260526][Vague de chaleur : à quel point ce mois de mai est-il plus chaud que les précédents ?]]
- [[https://www.lefigaro.fr/meteo/vague-de-chaleur-le-gouvernement-evoque-sept-deces-dont-cinq-noyades-20260526][Vague de chaleur : le gouvernement évoque «sept décès» dont cinq noyades]]
- [[https://www.lefigaro.fr/conjoncture/on-se-balade-en-maillot-de-bain-pour-survivre-dans-les-logements-mal-isoles-la-chaleur-devient-un-cauchemar-pour-les-francais-20260526][«On se balade en maillot de bain pour survivre» : dans les logements mal isolés, la chaleur devient un cauchemar pour les Français]]
- [[https://www.lefigaro.fr/sciences/jusqu-a-37-0c-dimanche-les-cartes-de-la-vague-de-chaleur-ce-week-end-20260522][Des pics à 39 °C attendus en milieu de semaine : les cartes de la vague de chaleur en France]]
- [[https://www.lefigaro.fr/meteo/en-direct-vague-de-chaleur-record-de-temperature-enregistre-lundi-pour-un-mois-de-mai-a-l-echelle-de-la-france-huit-departements-en-vigilance-orange-canicule-20260526][EN DIRECT - Vague de chaleur : l’épisode caniculaire est certainement «le premier d’une série», selon le gouvernement]]

** 🇬🇧 Reino Unido

*** BBC News

- [[https://www.bbc.com/news/articles/c4g44yl7q70o?at_medium=RSS&at_campaign=rss][Iran condemns US strikes as 'gross violation' of ceasefire]]
- [[https://www.bbc.com/news/articles/c70vvd17rg7o?at_medium=RSS&at_campaign=rss][Four killed as school minibus collides with train in Belgium]]
- [[https://www.bbc.com/news/articles/cx211rgngp0o?at_medium=RSS&at_campaign=rss][Eleven killed in Lebanon village as Israel intensifies strikes]]
- [[https://www.bbc.com/news/articles/c3022rd2er4o?at_medium=RSS&at_campaign=rss][Ebola needs swift response to prevent catastrophe, says DR Congo governor]]
- [[https://www.bbc.com/news/articles/cewppdk1187o?at_medium=RSS&at_campaign=rss][Netanyahu says Israel will intensify strikes against Hezbollah]]

