260526_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/may/25/spread-of-ebola-in-drc-outpacing-response-efforts-warns-who][Spread of Ebola in DRC ‘outpacing’ response efforts, warns WHO]]
- [[https://www.theguardian.com/world/2026/may/25/same-sex-marriage-botswana-couple-court][‘She does not back down’: the couple seeking to legalise same-sex marriage in Botswana]]
- [[https://www.theguardian.com/world/2026/may/24/suspected-ebola-cases-congo-health-workers-attacks][Suspected Ebola cases in DRC pass 900 as health workers face attacks and shortages]]
- [[https://www.theguardian.com/global-development/2026/may/24/hunger-weapon-of-war-food-violence-surges][Hunger increasingly used as weapon of war as ‘food-related violence’ surges, analysis shows]]
- [[https://www.theguardian.com/world/2026/may/23/white-house-pauses-detainee-removal-drc-ebola][White House pauses removal of detainees to DRC as Ebola outbreak widens]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/verona-arrestato-usuraio-smantellato-giro-d-affari-125mila-euro-AIt0V0HD][Verona, arrestato un usuraio: smantellato un giro d’affari da 125mila euro]]
- [[https://www.ilsole24ore.com/art/giffoni-film-festival-gdf-indaga-un-presunto-danno-erariale-478mila-euro-AIR3aOID][Giffoni Film Festival, la Gdf indaga su un presunto danno erariale di 478mila euro]]
- [[https://www.ilsole24ore.com/art/fisco-redditi-medi-aumento-le-partite-iva-notai-commercianti-e-agricoltori-ecco-quanto-dichiarano-AIeBFeID][Fisco, quanto dichiarano notai, commercianti e agricoltori. Redditi medi in aumento per le partite Iva]]
- [[https://www.ilsole24ore.com/art/meloni-incalza-l-europa-e-propone-cantiere-comune-riforma-radicale-burocrazia-italia-AIp4NNID][Meloni incalza l’Europa e propone «cantiere comune per riforma radicale della burocrazia in Italia»]]
- [[https://www.ilsole24ore.com/art/contratto-forze-polizia-denuncia-silf-solo-760-euro-lordi-all-anno-sono-insulto-trattattiva-inutile-AIPimTID][Contratto forze di polizia, la denuncia Silf: «Solo 7,60 euro lordi all’anno sono un insulto, trattattiva inutile»]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/human-rights-in-the-us-meet-the-transgender-americans-forced-to-flee-gop-persecution-a-6371022b-8ad4-4e26-86ab-47a8aca52cd3#ref=rss][Human Rights in the US: Meet the Transgender Americans Forced to Flee GOP Persecution]]
- [[https://www.spiegel.de/international/world/an-interview-with-maduros-son-we-should-have-done-more-to-protect-my-father-a-6ff6f461-3a4d-4ed7-8ac9-e2e9985c7f36#ref=rss][An Interview with Maduro's Son: "We Should Have Done More to Protect My Father"]]
- [[https://www.spiegel.de/international/world/forced-mercenaries-how-russia-dupes-kenyans-into-fighting-in-ukraine-a-41cdb825-cc47-4176-9a89-6add55873d63#ref=rss][Forced Mercenaries: How Russia Dupes Kenyans into Fighting in Ukraine]]
- [[https://www.spiegel.de/international/germany/an-interview-with-german-chancellor-friedrich-merz-i-am-dissatisfied-with-the-prevailing-atmosphere-in-germany-a-1d4346f0-4635-4925-bab0-dc9b057bc25c#ref=rss][German Chancellor Friedrich Merz: "I Am Dissatisfied with the Prevailing Atmosphere in Germany"]]
- [[https://www.spiegel.de/international/world/ten-years-after-the-end-of-the-one-child-policy-a-visit-to-ground-zero-of-chinas-aging-population-a-7b669939-a8f8-4af5-9b77-ac9f08bb691d#ref=rss][Ten Years after the End of the One-Child Policy: A Visit to Ground Zero of China's Aging Population]]

*** Deutsche Welle

- [[https://www.dw.com/en/fuel-hikes-is-ride-hailing-becoming-a-luxury-in-lagos/a-77299355?maca=en-rss-en-world-4025-rdf][Fuel hikes: Is ride-hailing becoming a luxury in Lagos?]]
- [[https://www.dw.com/en/ferrari-unveils-its-first-all-electric-car-the-4-door-luce/a-77297459?maca=en-rss-en-world-4025-rdf][Ferrari unveils its first all-electric car, the 4-door Luce]]
- [[https://www.dw.com/en/marco-rubio-s-india-visit-signals-effort-to-steady-ties/a-77297978?maca=en-rss-en-world-4025-rdf][Marco Rubio's India visit signals effort to steady ties]]
- [[https://www.dw.com/en/putin-offers-debt-relief-to-new-recruits-for-ukraine-war/a-77292937?maca=en-rss-en-world-4025-rdf][Putin offers debt relief to new recruits for Ukraine war]]
- [[https://www.dw.com/en/iran-medicine-shortages-worsened-by-war/a-77297190?maca=en-rss-en-world-4025-rdf][Iran medicine shortages worsened by war]]

** 🇧🇷 Brasil

