260526_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/05/mae-de-virginia-diz-que-seria-um-sonho-ver-filha-com-ze-felipe-novamente.shtml][Mãe de Virginia diz que seria um sonho ver filha com Zé Felipe novamente]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/05/mulher-e-encontrada-viva-apos-passar-dois-dias-a-deriva-em-alto-mar-em-ilhabela-sp.shtml][Mulher é encontrada viva após passar dois dias à deriva em alto mar em Ilhabela (SP)]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/pl-e-republicanos-indicaram-produtora-de-dark-horse-a-campanhas-em-sp-dizem-candidatas.shtml][PL e Republicanos indicaram produtora de Dark Horse a campanhas em SP, dizem candidatas]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/fraude-de-r-369-bi-encontros-de-castro-e-vorcaro-e-empresas-de-fachada-o-que-diz-decisao-do-stf.shtml][Fraude de R$ 3,69 bi, encontros de Castro e Vorcaro e empresas de fachada: o que diz decisão do STF]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://guia.folha.uol.com.br/shows/2026/05/veja-como-comprar-ingressos-para-shows-de-natal-de-mariah-carey-em-sp-e-no-rio.shtml][Veja como comprar ingressos para shows de Natal de Mariah Carey em SP e no Rio]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
