260526_day_briefing.html
<div id="outline-container-org4d183d3" class="outline-3">
<h3 id="org4d183d3">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org4d183d3">
</div>
<div id="outline-container-org8262c81" class="outline-4">
<h4 id="org8262c81">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-org8262c81">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2026/05/mae-de-virginia-diz-que-seria-um-sonho-ver-filha-com-ze-felipe-novamente.shtml">Mãe de Virginia diz que seria um sonho ver filha com Zé Felipe novamente</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/05/mulher-e-encontrada-viva-apos-passar-dois-dias-a-deriva-em-alto-mar-em-ilhabela-sp.shtml">Mulher é encontrada viva após passar dois dias à deriva em alto mar em Ilhabela (SP)</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2026/05/pl-e-republicanos-indicaram-produtora-de-dark-horse-a-campanhas-em-sp-dizem-candidatas.shtml">PL e Republicanos indicaram produtora de Dark Horse a campanhas em SP, dizem candidatas</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2026/05/fraude-de-r-369-bi-encontros-de-castro-e-vorcaro-e-empresas-de-fachada-o-que-diz-decisao-do-stf.shtml">Fraude de R$ 3,69 bi, encontros de Castro e Vorcaro e empresas de fachada: o que diz decisão do STF</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://guia.folha.uol.com.br/shows/2026/05/veja-como-comprar-ingressos-para-shows-de-natal-de-mariah-carey-em-sp-e-no-rio.shtml">Veja como comprar ingressos para shows de Natal de Mariah Carey em SP e no Rio</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgfb3ce04" class="outline-4">
<h4 id="orgfb3ce04">O Globo</h4>
<div class="outline-text-4" id="text-orgfb3ce04">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org1899947" class="outline-2">
<h2 id="org1899947">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org1899947">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
